export const qus = [
  {
    q: "かならずしも",
    ans: [
      "ちょうど。まるで。まさしく。",
      "あることを仮定（かてい）して",
      "絶対にそうであるとはかぎらない",
      "それほど。たいして。",
      "わずか。さすがに",
    ],
    cor: 3,
  },
  {
    q: "いささか",
    ans: [
      "ちょうど。まるで。まさしく。",
      "あることを仮定（かてい）して",
      "絶対にそうであるとはかぎらない",
      "それほど。たいして。",
      "わずか。さすがに",
    ],
    cor: 5,
  },
  {
    q: "もし",
    ans: [
      "ちょうど。まるで。まさしく。",
      "あることを仮定（かてい）して",
      "絶対にそうであるとはかぎらない",
      "それほど。たいして。",
      "わずか。さすがに",
    ],
    cor: 2,
  },
  {
    q: "さほど",
    ans: [
      "ちょうど。まるで。まさしく。",
      "あることを仮定（かてい）して",
      "絶対にそうであるとはかぎらない",
      "それほど。たいして。",
      "わずか。さすがに",
    ],
    cor: 4,
  },
  {
    q: "あたかも",
    ans: [
      "ちょうど。まるで。まさしく。",
      "あることを仮定（かてい）して",
      "絶対にそうであるとはかぎらない",
      "それほど。たいして。",
      "わずか。さすがに",
    ],
    cor: 1,
  },
  {
    q: "だんじて",
    ans: [
      "もしも。万が一",
      "たとえて言えば。言ってみれば。",
      "あやうく。もう少しのところで。",
      "何がなんでも。必ず。",
      "まったく",
    ],
    cor: 4,
  },
  {
    q: "あわや",
    ans: [
      "もしも。万が一",
      "たとえて言えば。言ってみれば。",
      "あやうく。もう少しのところで。",
      "何がなんでも。必ず。",
      "まったく",
    ],
    cor: 3,
  },
  {
    q: "いわば",
    ans: [
      "もしも。万が一",
      "たとえて言えば。言ってみれば。",
      "あやうく。もう少しのところで。",
      "何がなんでも。必ず。",
      "まったく",
    ],
    cor: 2,
  },
  {
    q: "ぜんぜん",
    ans: [
      "もしも。万が一",
      "たとえて言えば。言ってみれば。",
      "あやうく。もう少しのところで。",
      "何がなんでも。必ず。",
      "まったく",
    ],
    cor: 5,
  },
  {
    q: "かりに",
    ans: [
      "もしも。万が一",
      "たとえて言えば。言ってみれば。",
      "あやうく。もう少しのところで。",
      "何がなんでも。必ず。",
      "まったく",
    ],
    cor: 1,
  },
];
