export const qus = [
  {
    q: "こだし",
    ans: [
      "後の事を考えずに行動する。",
      "あいそがない様子。",
      "欠点をわざわざ探しだすこと。",
      "少しずつ出すこと",
      "そうするのが決まりになったこと。",
    ],
    cor: 4,
  },
  {
    q: "ぶっきらぼう",
    ans: [
      "後の事を考えずに行動する。",
      "あいそがない様子。",
      "欠点をわざわざ探しだすこと。",
      "少しずつ出すこと",
      "そうするのが決まりになったこと。",
    ],
    cor: 2,
  },
  {
    q: "むこうみず",
    ans: [
      "後の事を考えずに行動する。",
      "あいそがない様子。",
      "欠点をわざわざ探しだすこと。",
      "少しずつ出すこと",
      "そうするのが決まりになったこと。",
    ],
    cor: 1,
  },
  {
    q: "しゅうかん",
    ans: [
      "後の事を考えずに行動する。",
      "あいそがない様子。",
      "欠点をわざわざ探しだすこと。",
      "少しずつ出すこと",
      "そうするのが決まりになったこと。",
    ],
    cor: 5,
  },
  {
    q: "あらさがし",
    ans: [
      "後の事を考えずに行動する。",
      "あいそがない様子。",
      "欠点をわざわざ探しだすこと。",
      "少しずつ出すこと",
      "そうするのが決まりになったこと。",
    ],
    cor: 3,
  },
  {
    q: "ぬれぎぬ",
    ans: [
      "いい争うこと。",
      "それとなく、わかるように。",
      "見た感じがよいこと。",
      "遅らせること。",
      "身におぼえのない罪。",
    ],
    cor: 5,
  },
  {
    q: "くりさげ",
    ans: [
      "いい争うこと。",
      "それとなく、わかるように。",
      "見た感じがよいこと。",
      "遅らせること。",
      "身におぼえのない罪。",
    ],
    cor: 4,
  },
  {
    q: "とおまわし",
    ans: [
      "いい争うこと。",
      "それとなく、わかるように。",
      "見た感じがよいこと。",
      "遅らせること。",
      "身におぼえのない罪。",
    ],
    cor: 2,
  },
  {
    q: "みばえ",
    ans: [
      "いい争うこと。",
      "それとなく、わかるように。",
      "見た感じがよいこと。",
      "遅らせること。",
      "身におぼえのない罪。",
    ],
    cor: 3,
  },
  {
    q: "いさかい",
    ans: [
      "いい争うこと。",
      "それとなく、わかるように。",
      "見た感じがよいこと。",
      "遅らせること。",
      "身におぼえのない罪。",
    ],
    cor: 1,
  },
];
