export const qus = [
  {
    q: "ここはGoi3",
    ans: [
      "晴れて、おだやかな様子",
      "考えが足りない様子",
      "ひかえめで、きぼが小さいこと",
      "心がはればれとして、明るい様子",
      "いかにも、軽そうな様子",
    ],
    cor: 4,
  },
  {
    q: "かろやか",
    ans: [
      "晴れて、おだやかな様子",
      "考えが足りない様子",
      "ひかえめで、きぼが小さいこと",
      "心がはればれとして、明るい様子",
      "いかにも、軽そうな様子",
    ],
    cor: 5,
  },
  {
    q: "あさはか",
    ans: [
      "晴れて、おだやかな様子",
      "考えが足りない様子",
      "ひかえめで、きぼが小さいこと",
      "心がはればれとして、明るい様子",
      "いかにも、軽そうな様子",
    ],
    cor: 2,
  },
  {
    q: "ささやか",
    ans: [
      "晴れて、おだやかな様子",
      "考えが足りない様子",
      "ひかえめで、きぼが小さいこと",
      "心がはればれとして、明るい様子",
      "いかにも、軽そうな様子",
    ],
    cor: 3,
  },
  {
    q: "うららか",
    ans: [
      "晴れて、おだやかな様子",
      "考えが足りない様子",
      "ひかえめで、きぼが小さいこと",
      "心がはればれとして、明るい様子",
      "いかにも、軽そうな様子",
    ],
    cor: 1,
  },
  {
    q: "あざやか",
    ans: [
      "不注意であること",
      "心がゆったりして、せこせこしない様子",
      "体が丈夫で元気な様子",
      "色や形がはっきりしている様子",
      "のんびりとしている様子",
    ],
    cor: 4,
  },
  {
    q: "すこやか",
    ans: [
      "不注意であること",
      "心がゆったりして、せこせこしない様子",
      "体が丈夫で元気な様子",
      "色や形がはっきりしている様子",
      "のんびりとしている様子",
    ],
    cor: 3,
  },
  {
    q: "うかつ",
    ans: [
      "不注意であること",
      "心がゆったりして、せこせこしない様子",
      "体が丈夫で元気な様子",
      "色や形がはっきりしている様子",
      "のんびりとしている様子",
    ],
    cor: 1,
  },
  {
    q: "のどか",
    ans: [
      "不注意であること",
      "心がゆったりして、せこせこしない様子",
      "体が丈夫で元気な様子",
      "色や形がはっきりしている様子",
      "のんびりとしている様子",
    ],
    cor: 5,
  },
  {
    q: "おおらか",
    ans: [
      "不注意であること",
      "心がゆったりして、せこせこしない様子",
      "体が丈夫で元気な様子",
      "色や形がはっきりしている様子",
      "のんびりとしている様子",
    ],
    cor: 2,
  },
];
