export const qus = [
  {
    q: "いたばさみ",
    ans: [
      "主人。家の長。",
      "迷ってきめられないこと。",
      "夜おそくまで、起きていること。",
      "どちらの味方もできず、なやむこと。",
      "二つに分けたうちの半分。とちゅう。",
    ],
    cor: 4,
  },
  {
    q: "あるじ",
    ans: [
      "主人。家の長。",
      "迷ってきめられないこと。",
      "夜おそくまで、起きていること。",
      "どちらの味方もできず、なやむこと。",
      "二つに分けたうちの半分。とちゅう。",
    ],
    cor: 1,
  },
  {
    q: "なかば",
    ans: [
      "主人。家の長。",
      "迷ってきめられないこと。",
      "夜おそくまで、起きていること。",
      "どちらの味方もできず、なやむこと。",
      "二つに分けたうちの半分。とちゅう。",
    ],
    cor: 5,
  },
  {
    q: "ちゅうちょ",
    ans: [
      "主人。家の長。",
      "迷ってきめられないこと。",
      "夜おそくまで、起きていること。",
      "どちらの味方もできず、なやむこと。",
      "二つに分けたうちの半分。とちゅう。",
    ],
    cor: 2,
  },
  {
    q: "よふかし",
    ans: [
      "主人。家の長。",
      "迷ってきめられないこと。",
      "夜おそくまで、起きていること。",
      "どちらの味方もできず、なやむこと。",
      "二つに分けたうちの半分。とちゅう。",
    ],
    cor: 3,
  },
  {
    q: "こじつけ",
    ans: [
      "後押ししてくれる状況。",
      "無関係なことを、むりやりつなげる。",
      "物事の切れ目。",
      "人の意見を、そのままいう事。",
      "まったく知らないこと。",
    ],
    cor: 2,
  },
  {
    q: "くぎり",
    ans: [
      "後押ししてくれる状況。",
      "無関係なことを、むりやりつなげる。",
      "物事の切れ目。",
      "人の意見を、そのままいう事。",
      "まったく知らないこと。",
    ],
    cor: 3,
  },
  {
    q: "うけうり",
    ans: [
      "後押ししてくれる状況。",
      "無関係なことを、むりやりつなげる。",
      "物事の切れ目。",
      "人の意見を、そのままいう事。",
      "まったく知らないこと。",
    ],
    cor: 4,
  },
  {
    q: "おいかぜ",
    ans: [
      "後押ししてくれる状況。",
      "無関係なことを、むりやりつなげる。",
      "物事の切れ目。",
      "人の意見を、そのままいう事。",
      "まったく知らないこと。",
    ],
    cor: 1,
  },
  {
    q: "みずしらず",
    ans: [
      "後押ししてくれる状況。",
      "無関係なことを、むりやりつなげる。",
      "物事の切れ目。",
      "人の意見を、そのままいう事。",
      "まったく知らないこと。",
    ],
    cor: 5,
  },
];
